Revit 2027 API
ParameterTypeId.StructuralSectionIweldedTopflangethickness Property
 "Top Flange Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIweldedTopflangethickness { get; }
Public Shared ReadOnly Property StructuralSectionIweldedTopflangethickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIweldedTopflangethickness {
	ForgeTypeId^ get ();
}
static member StructuralSectionIweldedTopflangethickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace